Repository: ovedaydin/spacebar
Catalog: packaging/Localizable.xcstrings
Source language: en
Languages: de, es, tr

source: Files over 1 MB with identical content in your home folder (outside Library). For each set, one copy is kept: the one outside Downloads with the shortest path. Right-click a copy to keep it instead. Copies that already share disk space (APFS clones) are left out, because deleting them frees nothing.
de: Dateien über 1 MB mit identischem Inhalt in deinem Benutzerordner (außerhalb von Library). Pro Gruppe wird eine Kopie behalten: die außerhalb von Downloads mit dem kürzesten Pfad. Klicke mit der rechten Maustaste auf eine Kopie, um stattdessen diese zu behalten. Kopien, die sich bereits Speicher teilen (APFS-Klone), werden ausgelassen, da ihr Löschen nichts freigibt.
es: Archivos de más de 1 MB con contenido idéntico en tu carpeta de inicio (fuera de Biblioteca). En cada grupo se conserva una copia: la que está fuera de Descargas y tiene la ruta más corta. Haz clic con el botón derecho en otra copia para conservarla a ella. Las copias que ya comparten espacio en disco (clones APFS) se excluyen, porque eliminarlas no libera nada.
tr: Ev klasörünüzde (Kitaplık dışında) içeriği aynı olan 1 MB'tan büyük dosyalar. Her küme için bir kopya saklanır: İndirilenler dışında olan ve yolu en kısa olan. Bunun yerine başka bir kopyayı saklamak için o kopyayı sağ tıklayın. Zaten disk alanını paylaşan kopyalar (APFS klonları) dahil edilmez, çünkü onları silmek yer açmaz.

source: Files over 500 MB in your home folder (outside Library). Review each one carefully.
de: Dateien über 500 MB in deinem Benutzerordner (außerhalb von Library). Prüfe jede sorgfältig.
es: Archivos de más de 500 MB en tu carpeta de inicio (fuera de Biblioteca). Revísalos uno a uno con cuidado.
tr: Ev klasörünüzdeki (Kitaplık dışında) 500 MB'tan büyük dosyalar. Her birini dikkatle inceleyin.

source: Find Again
de: Erneut suchen
es: Volver a buscar
tr: Yeniden Bul

source: Find Space
de: Speicher finden
es: Buscar espacio
tr: Alan Bul

source: Find out what's using your disk
de: Finde heraus, was Speicher belegt
es: Descubre qué ocupa tu disco
tr: Diskinizi neyin kullandığını öğrenin

source: Finder couldn't empty the Trash
de: Der Finder konnte den Papierkorb nicht entleeren
es: El Finder no ha podido vaciar la Papelera
tr: Finder Çöp Sepeti'ni boşaltamadı

source: Finder emptied the Trash.
de: Der Finder hat den Papierkorb entleert.
es: El Finder ha vaciado la Papelera.
tr: Finder Çöp Sepeti'ni boşalttı.

source: Finding your largest videos and photos…
de: Deine größten Videos und Fotos werden gesucht …
es: Buscando tus vídeos y fotos más grandes…
tr: En büyük video ve fotoğraflarınız bulunuyor…

source: Finish
de: Abschließen
es: Terminar
tr: Bitir

source: Folder
de: Ordner
es: Carpeta
tr: Klasör

source: Folders
de: Ordner
es: Carpetas
tr: Klasörler

source: Folders of apps you've uninstalled can go.
de: Ordner deinstallierter Apps können weg.
es: Las carpetas de apps que has desinstalado se pueden eliminar.
tr: Kaldırdığınız uygulamaların klasörleri silinebilir.

source: Fonts, plug-ins, preferences and other files in /Library.
de: Schriften, Plug-ins, Einstellungen und andere Dateien in /Library.
es: Tipos de letra, plug-ins, preferencias y otros archivos de /Library.
tr: /Library içindeki fontlar, eklentiler, tercihler ve diğer dosyalar.

source: Fonts, voices, language and AI models macOS downloads as needed.
de: Schriften, Stimmen, Sprach- und KI-Modelle, die macOS bei Bedarf lädt.
es: Tipos de letra, voces, idiomas y modelos de IA que macOS descarga cuando hace falta.
tr: macOS'in gerektiğinde indirdiği fontlar, sesler, dil ve yapay zekâ modelleri.

source: Forgotten Files
de: Vergessene Dateien
es: Archivos olvidados
tr: Unutulan Dosyalar

source: Forgotten file reminder
de: Erinnerung an vergessene Dateien
es: Recordatorio de archivos olvidados
tr: Unutulan dosya hatırlatıcısı

source: Free
de: Frei
es: Libre
tr: Boş

source: Free Up Space
de: Speicher freigeben
es: Liberar espacio
tr: Yer Aç

source: Free space over the last 7 days
de: Freier Speicher in den letzten 7 Tagen
es: Espacio libre en los últimos 7 días
tr: Son 7 gündeki boş alan

source: Free: %@
de: Frei: %@
es: Libre: %@
tr: Boş: %@

source: Freed %@ of caches and logs nobody used recently.
de: %@ an kürzlich ungenutzten Caches und Protokollen freigegeben.
es: Se han liberado %@ de cachés y registros que nadie usaba recientemente.
tr: Son zamanlarda kullanılmayan önbellek ve günlüklerden %@ yer açıldı.

source: Freed %@ · %lld items
de: %@ freigegeben · %lld Objekte
es: %@ liberados · %lld ítems
tr: %@ yer açıldı · %lld öğe

source: Freed %@, moved %@ to the Trash · %lld items
de: %@ freigegeben, %@ in den Papierkorb gelegt · %lld Objekte
es: %@ liberados, %@ trasladados a la Papelera · %lld ítems
tr: %@ yer açıldı, %@ Çöp Sepeti'ne taşındı · %lld öğe

source: Freed %@.
de: %@ freigegeben.
es: Se han liberado %@.
tr: %@ yer açıldı.

# From %@ to %@
source: From %1$@ to %2$@
de: Von %@ auf %@
es: De %@ a %@

source: From %@ to %@ used. %lld cleans.
de: Von %@ auf %@ belegt. %lld Bereinigungen.
es: De %@ a %@ usados. %lld limpiezas.
tr: Kullanılan alan %@ → %@. %lld temizlik.

# From %@ to %@ · %@
source: From %1$@ to %2$@ · %3$@
de: Von %@ nach %@ · %@
es: De %@ a %@ · %@

source: Full Disk Access
de: Festplattenvollzugriff
es: Acceso total al disco
tr: Tam Disk Erişimi

source: Full Disk Access is on
de: Festplattenvollzugriff ist aktiv
es: Acceso total al disco activado
tr: Tam Disk Erişimi açık

source: Full Disk Access isn't active yet
de: Festplattenvollzugriff ist noch nicht aktiv
es: El Acceso total al disco aún no está activo
tr: Tam Disk Erişimi henüz etkin değil

source: Full Disk Access required
de: Festplattenvollzugriff erforderlich
es: Se requiere Acceso total al disco
tr: Tam Disk Erişimi gerekli

source: Get Available Space
de: Verfügbaren Speicher abfragen
es: Obtener espacio disponible
tr: Kullanılabilir Alanı Al

source: Give the rule a name.
de: Gib der Regel einen Namen.
es: Ponle un nombre a la regla.
tr: Kurala bir ad verin.

source: Granted
de: Erteilt
es: Concedido
tr: Verildi

source: Graphics and code cache
de: Grafik- und Code-Cache
es: Caché de gráficos y código
tr: Grafik ve kod önbelleği

# Grew by %@ since %@
source: Grew by %1$@ since %2$@
de: %@ mehr als %@
es: Ha crecido %@ desde %@
tr: %1$@ büyüdü (önceki ölçüm: %2$@)

source: Growth
de: Wachstum
es: Crecimiento
tr: Büyüme

source: Hide details
de: Details ausblenden
es: Ocultar detalles
tr: Ayrıntıları Gizle

source: Hide items
de: Objekte ausblenden
es: Ocultar ítems
tr: Öğeleri gizle

source: Hide this item from cleanup lists. Undo in Settings › Exclusions.
de: Dieses Objekt in Bereinigungslisten ausblenden. Rückgängig unter „Einstellungen › Ausschlüsse“.
es: Ocultar este ítem de las listas de limpieza. Puedes deshacerlo en Ajustes › Exclusiones.
tr: Bu öğeyi temizlik listelerinde gizle. Ayarlar › Hariç Tutulanlar'dan geri alabilirsiniz.

source: History
de: Verlauf
es: Historial
tr: Geçmiş

source: Holds your Mac's memory while it sleeps. macOS manages its size.
de: Enthält den Arbeitsspeicher deines Mac im Ruhezustand. macOS verwaltet die Größe.
es: Guarda la memoria del Mac mientras está en reposo. macOS gestiona su tamaño.
tr: Mac'iniz uyurken belleğini tutar. Boyutunu macOS yönetir.

source: Home
de: Benutzerordner
es: Inicio
tr: Ev

source: Hover for details
de: Für Details darüberfahren
es: Pasa el puntero para ver detalles
tr: Ayrıntılar için üzerine gelin

source: How much your disk grew or shrank, what grew most, and how much Spacebar can free.
de: Wie stark dein Volume gewachsen oder geschrumpft ist, was am meisten gewachsen ist und wie viel Spacebar freigeben kann.
es: Cuánto ha crecido o disminuido tu disco, qué ha crecido más y cuánto puede liberar Spacebar.
tr: Diskinizin ne kadar büyüdüğü veya küçüldüğü, en çok neyin büyüdüğü ve Spacebar'ın ne kadar yer açabileceği.

source: If you just turned Spacebar on in Privacy & Security › Full Disk Access, macOS applies it after Spacebar restarts. Click Quit & Reopen. If it's still not active afterwards, remove Spacebar from the list with the – button and add it again with +.
de: Wenn du Spacebar gerade unter „Datenschutz & Sicherheit › Festplattenvollzugriff“ aktiviert hast, wendet macOS dies nach einem Neustart von Spacebar an. Klicke auf „Beenden & neu öffnen“. Ist der Zugriff danach noch nicht aktiv, entferne Spacebar mit der Taste – aus der Liste und füge es mit + erneut hinzu.
es: Si acabas de activar Spacebar en Privacidad y seguridad › Acceso total al disco, macOS lo aplica cuando Spacebar se reinicia. Haz clic en “Salir y volver a abrir”. Si después sigue sin estar activo, elimina Spacebar de la lista con el botón – y vuelve a añadirla con +.
tr: Spacebar'ı Gizlilik ve Güvenlik › Tam Disk Erişimi'nde yeni açtıysanız macOS bunu Spacebar yeniden başladıktan sonra uygular. Çık ve Yeniden Aç'ı tıklayın. Sonrasında hâlâ etkin değilse Spacebar'ı – düğmesiyle listeden silip + ile yeniden ekleyin.

source: Images no container uses; downloaded again when needed
de: Images, die kein Container nutzt; werden bei Bedarf erneut geladen
es: Imágenes que no usa ningún contenedor; se vuelven a descargar cuando hace falta
tr: Hiçbir kapsayıcının kullanmadığı görüntüler; gerektiğinde yeniden indirilir

# In %@ · same as %@
source: In %1$@ · same as %2$@
de: In %@ · identisch mit %@
es: En %@ · igual que %@
tr: %@ içinde · %@ ile aynı

source: In the Trash
de: Im Papierkorb
es: En la Papelera
tr: Çöp Sepeti'nde

source: In use
de: In Verwendung
es: En uso
tr: Kullanımda

source: In your Time Machine backup from %@, and unchanged since.
de: In deinem Time Machine-Backup vom %@ enthalten und seitdem unverändert.
es: En tu copia de Time Machine del %@ y sin cambios desde entonces.
tr: %@ tarihli Time Machine yedeğinizde var ve o zamandan beri değişmedi.

source: Include in automatic cleaning
de: In automatische Bereinigung einbeziehen
es: Incluir en la limpieza automática
tr: Otomatik temizliğe dahil et

source: Include videos in the Photos library
de: Videos in der Fotomediathek einbeziehen
es: Incluir vídeos de la fototeca de Fotos
tr: Fotoğraflar arşivindeki videoları dahil et

source: Includes nothing purgeable. macOS can also free %@ of purgeable space on its own.
de: Ohne löschbaren Speicher. macOS kann zusätzlich selbst %@ löschbaren Speicher freigeben.
es: No incluye nada purgable. macOS también puede liberar por sí solo %@ de espacio purgable.
tr: Temizlenebilir alan dahil değildir. macOS ayrıca %@ temizlenebilir alanı kendiliğinden boşaltabilir.

source: Installer for %@, which is installed
de: Installationsprogramm für %@, das bereits installiert ist
es: Instalador de %@, que ya está instalado
tr: Yüklü olan %@ için yükleyici

source: It has changes that aren't uploaded yet
de: Enthält Änderungen, die noch nicht hochgeladen sind
es: Tiene cambios que aún no se han subido
tr: Henüz yüklenmemiş değişiklikleri var

source: It's already on that drive
de: Es ist bereits auf diesem Laufwerk
es: Ya está en ese disco
tr: Zaten o diskte

source: It's filling up by about %@ a day.
de: Es füllt sich um etwa %@ pro Tag.
es: Se llena unos %@ al día.
tr: Günde yaklaşık %@ doluyor.

source: Items already in your Trash. Emptying it is permanent.
de: Objekte, die bereits im Papierkorb sind. Das Entleeren ist endgültig.
es: Ítems que ya están en la Papelera. Vaciarla es permanente.
tr: Çöp Sepeti'nizde zaten bulunan öğeler. Boşaltma işlemi kalıcıdır.

source: Items in your Trash.
de: Objekte in deinem Papierkorb.
es: Ítems de la Papelera.
tr: Çöp Sepeti'nizdeki öğeler.

source: Items owned by apps that are running are skipped.
de: Objekte laufender Apps werden übersprungen.
es: Se omiten los ítems de las apps que están en ejecución.
tr: Çalışan uygulamalara ait öğeler atlanır.

source: Items that might matter go to the Trash. Put Back (⌥⌘Z) returns everything from your last clean.
de: Objekte, die wichtig sein könnten, kommen in den Papierkorb. „Zurücklegen“ (⌥⌘Z) stellt alles aus deiner letzten Bereinigung wieder her.
es: Los ítems que podrían importar van a la Papelera. Devolver (⌥⌘Z) restaura todo lo de tu última limpieza.
tr: Önemli olabilecek öğeler Çöp Sepeti'ne gider. Geri Koy (⌥⌘Z) son temizliğinizdeki her şeyi geri getirir.

source: Its app is installed again
de: Die zugehörige App ist wieder installiert
es: Su app vuelve a estar instalada
tr: Uygulaması yeniden yüklendi

source: Keep
de: Behalten
es: Conservar
tr: Sakla

source: Keep This Copy Instead
de: Stattdessen diese Kopie behalten
es: Conservar esta copia
tr: Bunun Yerine Bu Kopyayı Sakla

source: Keep in Trash
de: Im Papierkorb behalten
es: Dejar en la Papelera
tr: Çöp Sepeti'nde Tut

source: Keep in the Cloud Only
de: Nur in der Cloud behalten
es: Conservar solo en la nube
tr: Yalnızca Bulutta Tut

# LM Studio model by %@ · downloaded %@
source: LM Studio model by %1$@ · downloaded %2$@
de: LM Studio-Modell von %@ · geladen %@
es: Modelo de LM Studio de %@ · descargado %@
tr: LM Studio modeli, yayımcı: %@ · indirilme: %@

source: Large Files
de: Große Dateien
es: Archivos grandes
tr: Büyük Dosyalar

source: Large files in iCloud Drive, Dropbox, Google Drive or OneDrive that are also stored on this Mac. Removing the local copy frees the space right away; the file stays in the cloud and downloads again when you open it. Nothing is deleted. Files you haven't opened in 90 days are suggested; files with changes not yet uploaded are left alone.
de: Große Dateien in iCloud Drive, Dropbox, Google Drive oder OneDrive, die auch auf diesem Mac gespeichert sind. Das Entfernen der lokalen Kopie gibt den Speicher sofort frei; die Datei bleibt in der Cloud und wird beim Öffnen erneut geladen. Es wird nichts gelöscht. Dateien, die du seit 90 Tagen nicht geöffnet hast, werden vorgeschlagen; Dateien mit noch nicht hochgeladenen Änderungen bleiben unberührt.
es: Archivos grandes de iCloud Drive, Dropbox, Google Drive u OneDrive que también están guardados en este Mac. Quitar la copia local libera el espacio al momento; el archivo sigue en la nube y se vuelve a descargar al abrirlo. No se elimina nada. Se sugieren los archivos que no has abierto en 90 días; los que tienen cambios sin subir no se tocan.
tr: iCloud Drive, Dropbox, Google Drive veya OneDrive'daki, bu Mac'te de saklanan büyük dosyalar. Yerel kopyayı kaldırmak alanı hemen boşaltır; dosya bulutta kalır ve açtığınızda yeniden indirilir. Hiçbir şey silinmez. 90 gündür açmadığınız dosyalar önerilir; henüz yüklenmemiş değişiklikleri olan dosyalara dokunulmaz.

source: Last scanned %@
de: Zuletzt gescannt %@
es: Último análisis: %@
tr: Son tarama: %@

source: Last used %@
de: Zuletzt verwendet: %@
es: Último uso: %@
tr: Son kullanım: %@

source: List
de: Liste
es: Lista
tr: Liste

source: Local Time Machine snapshots on your startup disk. macOS keeps them for 24 hours and removes them by itself when it needs space; you can remove them now. Their exact size isn't reported, so the figure is macOS's purgeable space, which also includes some caches. Snapshots macOS makes for updates (com.apple.os.update) can't be removed.
de: Lokale Time Machine-Snapshots auf deinem Startvolume. macOS behält sie 24 Stunden lang und entfernt sie selbst, wenn Speicher benötigt wird; du kannst sie jetzt entfernen. Ihre genaue Größe wird nicht gemeldet, daher zeigt der Wert den löschbaren Speicher von macOS, der auch einige Caches umfasst. Snapshots, die macOS für Updates erstellt (com.apple.os.update), können nicht entfernt werden.
es: Instantáneas locales de Time Machine en tu disco de arranque. macOS las conserva durante 24 horas y las elimina por sí solo cuando necesita espacio; puedes eliminarlas ahora. Su tamaño exacto no se indica, así que la cifra es el espacio purgable de macOS, que también incluye algunas cachés. Las instantáneas que macOS crea para las actualizaciones (com.apple.os.update) no se pueden eliminar.
tr: Başlangıç diskinizdeki yerel Time Machine anlık görüntüleri. macOS bunları 24 saat saklar ve alana ihtiyaç duyduğunda kendiliğinden siler; bunları şimdi silebilirsiniz. Tam boyutları bildirilmediğinden gösterilen değer, bazı önbellekleri de içeren macOS'in temizlenebilir alanıdır. macOS'in güncellemeler için oluşturduğu anlık görüntüler (com.apple.os.update) silinemez.

source: Local copies Mail keeps that the server can restore: attachments you opened, and cached attachments of IMAP, Exchange, Gmail and iCloud accounts (Mail downloads them again when you open a message). Your messages are never touched, and nothing is removed for POP or "On My Mac" mailboxes, whose mail exists only on this Mac. Quit Mail first.
de: Lokale Kopien in Mail, die der Server wiederherstellen kann: geöffnete Anhänge und zwischengespeicherte Anhänge von IMAP-, Exchange-, Gmail- und iCloud-Accounts (Mail lädt sie beim Öffnen einer E-Mail erneut). Deine E-Mails bleiben unberührt, und bei POP- oder „Auf meinem Mac“-Postfächern, deren E-Mails nur auf diesem Mac existieren, wird nichts entfernt. Beende zuerst Mail.
es: Copias locales que guarda Mail y que el servidor puede restaurar: adjuntos que has abierto y adjuntos en caché de cuentas IMAP, Exchange, Gmail e iCloud (Mail los vuelve a descargar cuando abres un mensaje). Tus mensajes nunca se tocan, y no se elimina nada de los buzones POP ni “En mi Mac”, cuyo correo solo existe en este Mac. Sal de Mail primero.
tr: Mail'in sakladığı ve sunucunun geri yükleyebileceği yerel kopyalar: Açtığınız ekler ve IMAP, Exchange, Gmail ve iCloud hesaplarının önbellekteki ekleri (Mail bunları bir iletiyi açtığınızda yeniden indirir). İletilerinize asla dokunulmaz; postaları yalnızca bu Mac'te bulunan POP veya "Mac'imde" posta kutularından hiçbir şey silinmez. Önce Mail'den çıkın.

source: Local device backups made by Finder. Delete only backups you no longer need.
de: Lokale Geräte-Backups aus dem Finder. Lösche nur Backups, die du nicht mehr brauchst.
es: Copias de seguridad locales de dispositivos hechas con el Finder. Elimina solo las que ya no necesites.
tr: Finder tarafından yapılan yerel aygıt yedekleri. Yalnızca artık gerekmeyen yedekleri silin.

source: Locked
de: Gesperrt
es: Bloqueado
tr: Kilitli

source: Logs
de: Protokolle
es: Registros
tr: Günlükler

source: Logs & Crash Reports
de: Protokolle & Absturzberichte
es: Registros e informes de fallos
tr: Günlükler ve Çökme Raporları

source: Logs and diagnostics
de: Protokolle und Diagnosedaten
es: Registros y diagnósticos
tr: Günlükler ve tanılama

source: Look in
de: Suchen in
es: Buscar en
tr: Arama yeri

source: Looking…
de: Suche …
es: Buscando…
tr: Aranıyor…

source: Looks like a security key or certificate
de: Sieht wie ein Sicherheitsschlüssel oder Zertifikat aus
es: Parece una clave de seguridad o un certificado
tr: Bir güvenlik anahtarına veya sertifikaya benziyor

source: Mail & Messages
de: Mail & Nachrichten
es: Mail y Mensajes
tr: Mail ve Mesajlar

source: Mail and Messages, including attachments.
de: Mail und Nachrichten, einschließlich Anhängen.
es: Mail y Mensajes, incluidos los adjuntos.
tr: Ekler dahil Mail ve Mesajlar.

source: Managed by macOS
de: Von macOS verwaltet
es: Gestionado por macOS
tr: macOS tarafından yönetilir

source: Map
de: Karte
es: Mapa
tr: Harita

source: Matches %lld items (%@) right now. You review them before anything is removed.
de: Passt derzeit auf %lld Objekte (%@). Du prüfst sie, bevor etwas entfernt wird.
es: Coincide con %lld ítems (%@) ahora mismo. Los revisarás antes de que se elimine nada.
tr: Şu anda %lld öğeyle (%@) eşleşiyor. Herhangi bir şey silinmeden önce bunları incelersiniz.

source: Measure Again
de: Erneut messen
es: Volver a medir
tr: Yeniden Ölç

source: Measure again
de: Erneut messen
es: Volver a medir
tr: Yeniden ölç

source: Measured %@
de: Gemessen %@
es: Medido %@
tr: Ölçüldü: %@

source: Measured %@. Click a category to explore it.
de: Gemessen %@. Klicke auf eine Kategorie, um sie zu erkunden.
es: Medido %@. Haz clic en una categoría para explorarla.
tr: Ölçüm: %@. Keşfetmek için bir kategoriyi tıklayın.

source: Measuring %@…
de: %@ wird gemessen …
es: Midiendo %@…
tr: Ölçülüyor: %@…

# Measuring %lld of %lld…
source: Measuring %1$lld of %2$lld…
de: %lld von %lld wird gemessen …
es: Midiendo %lld de %lld…
tr: Ölçülüyor: %lld / %lld…

source: Measuring apps…
de: Apps werden gemessen …
es: Midiendo apps…
tr: Uygulamalar ölçülüyor…

source: Measuring what's using your disk…
de: Speicherbelegung wird gemessen …
es: Midiendo qué ocupa tu disco…
tr: Diskinizi neyin kullandığı ölçülüyor…

source: Measuring…
de: Messen …
es: Midiendo…
tr: Ölçülüyor…

source: Media Review
de: Medienprüfung
es: Revisión multimedia
tr: Medya İncelemesi

source: Memory moved to disk when apps need more than your Mac has. It shrinks as apps free memory, and after a restart.
de: Arbeitsspeicher, der auf das Volume ausgelagert wird, wenn Apps mehr brauchen, als dein Mac hat. Er schrumpft, wenn Apps Speicher freigeben, und nach einem Neustart.
es: Memoria trasladada al disco cuando las apps necesitan más de la que tiene el Mac. Se reduce a medida que las apps liberan memoria y al reiniciar.
tr: Uygulamalar Mac'inizdekinden fazla belleğe ihtiyaç duyduğunda diske taşınan bellek. Uygulamalar belleği serbest bıraktıkça ve yeniden başlatmadan sonra küçülür.

source: Menu bar
de: Menüleiste
es: Barra de menús
tr: Menü çubuğu

source: Messages Attachments
de: Anhänge aus Nachrichten
es: Adjuntos de Mensajes
tr: Mesajlar Ekleri

source: Move %@ to the Trash
de: %@ in den Papierkorb legen
es: Trasladar %@ a la Papelera
tr: %@ öğesini Çöp Sepeti'ne taşı

source: Move %lld Items to Trash…
de: %lld Objekte in den Papierkorb legen …
es: Trasladar %lld ítems a la Papelera…
tr: %lld Öğeyi Çöp Sepeti'ne Taşı…

source: Move %lld items (%@) to the Trash?
de: %lld Objekte (%@) in den Papierkorb legen?
es: ¿Trasladar %lld ítems (%@) a la Papelera?
tr: %lld öğe (%@) Çöp Sepeti'ne taşınsın mı?

source: Move %lld items to the Trash?
de: %lld Objekte in den Papierkorb legen?
es: ¿Trasladar %lld ítems a la Papelera?
tr: %lld öğe Çöp Sepeti'ne taşınsın mı?

source: Move Spacebar to Applications
de: Spacebar in „Programme“ bewegen
es: Trasladar Spacebar a Aplicaciones
tr: Spacebar'ı Uygulamalar'a Taşı

source: Move big files you rarely open, like old videos, finished projects and archives, to an external drive. Spacebar copies each one, checks the copy byte for byte, and only then moves the original to the Trash. Anything that doesn't check out stays where it was.
de: Verschiebe große Dateien, die du selten öffnest, wie alte Videos, abgeschlossene Projekte und Archive, auf ein externes Laufwerk. Spacebar kopiert jede einzelne, prüft die Kopie Byte für Byte und legt erst dann das Original in den Papierkorb. Alles, was die Prüfung nicht besteht, bleibt, wo es war.
es: Traslada a un disco externo archivos grandes que casi nunca abres, como vídeos antiguos, proyectos terminados y archivos comprimidos. Spacebar copia cada uno, comprueba la copia byte a byte y solo entonces traslada el original a la Papelera. Lo que no supere la comprobación se queda donde estaba.
tr: Eski videolar, bitmiş projeler ve arşivler gibi nadiren açtığınız büyük dosyaları harici bir diske taşıyın. Spacebar her birini kopyalar, kopyayı bayt bayt denetler ve ancak ondan sonra orijinali Çöp Sepeti'ne taşır. Denetimi geçemeyen her şey yerinde kalır.

source: Move to Trash
de: In den Papierkorb legen
es: Trasladar a la Papelera
tr: Çöp Sepeti'ne Taşı

source: Move to Trash…
de: In den Papierkorb legen …
es: Trasladar a la Papelera…
tr: Çöp Sepeti'ne Taşı…

source: Move “%@” to the Trash?
de: „%@“ in den Papierkorb legen?
es: ¿Trasladar “%@” a la Papelera?
tr: “%@” Çöp Sepeti'ne taşınsın mı?

source: Moved %@ to the Trash · %lld items
de: %@ in den Papierkorb gelegt · %lld Objekte
es: %@ trasladados a la Papelera · %lld ítems
tr: %@ Çöp Sepeti'ne taşındı · %lld öğe
